{	"upcomingevents":[
	{
		"name":" ", 
		"date":"26-27 March 2022", 
		"poster":"260322", 
		"descr": "Hey there! Do you feel the online semester has been boring and unproductive so far? Don't you worry, we are here with an opportunity for you to expand your skillset - a two-day offline workshop on <b>ORIGIN</b>! <br><br> Origin is the data analysis and graphing software of choice for over half a million scientists and engineers in commercial industries, academia, and government laboratories worldwide.<br><br>The workshop is aimed at introducing beginners to the Origin software and will be held offline in 3 sessions over the course of 2 days.<br><br><b>Instructor: </b>Dr. Himanshu Pandey,<br>Dept. of Physics, NIT Surat",
		"reglink":"https://forms.gle/WkLahtADeVg9DypE6", 
		"linktitle": "Register Now!!"
	}
],
"events":[
	{
		"name": "National Space Day",
		"date": "23 August 2024",
		"poster": "230824",
		"descr": "The Physics Club at SVNIT is excited to invite you to celebrate National Space Day with us! Get ready for an enthralling experience as we dive into the wonders of astronomy and space science.<br><br>🗓 Date: 23rd August 2024<br>📍Venue: 402 Seminar Hall, DoCSE, SVNIT<br><br>Event Schedule:<br>4:00 PM - <b>Past to Present: Journey of Indian Astronomy</b><br>Join Charitarth Vyas as he takes us through the rich history and evolution of Indian astronomy, from ancient times to today.<br>5:00 PM - <b>India's Blooming Space Industry</b><br>Explore the future of India's space sector in this session with Star Labs, highlighting the latest developments and opportunities.",
		"youtube": " "
	},
	{
		"name": "October Sky",
		"date": "21 January 2024",
		"poster": "210124",
		"descr": "Sometimes one dream is enough to light up the whole sky 💫<br><br>Embark on a nostalgic journey to the heart of 1950s Coalwood, where dreams defy gravity!<br>Reach for the stars with 'October Sky', a captivating true tale of Homer's rocket-fueled quest, defying gravity and expectations. Join us for a cinematic journey that will ignite your passion for the extraordinary!",
		"youtube": " "
	},
	{
		"name": "Pratyaksha 2024",
		"date": "20-21 January 2024",
		"poster": "200124",
		"descr": "Hola physics enthusiasts👋, We are back with our flagship event PRATYAKSHA, with four exciting events! Explore physics like never before and get amused by it. When it comes to physics why should it be only quiz and debate, let's watch a movie together.<br><br> Phyctionary : Let's find out who's the boss when it comes to guessing, Put on your guessing caps and connect the dots to win prizes!<br><br> Quiz : Show your team spirit and start the brainstorming, get excited by this mixed bag of questions<br><br> AC vs DC : In this fiery🔥 debate, teams or individuals oppose and support the hypothesis and the one who proves their point gets the glory",
		"youtube": " "
	},
	{
		"name": "CO2 Lasers from ISP to ISRO",
		"date": "26 October 2023",
		"poster": "261023",
		"descr": "Do you know that India is the world's top importer of laser equipment, primarily from China, the US, and Germany. Ever wondered what happens to these lasers when they become non-functional? Find out on October 26, 2023, in a talk by <b>Dr. Manoj Kumar</b>, a renowned physicist from RRCAT, Indore. He'll share insights on 'Realizing the Dream of Lab to Land: CO2 Lasers from ISP to ISRO' and his remarkable work in laser refurbishment, recognized by prestigious awards.<br><br><b>About the Event:</b>CO2 lasers are widely used in India across various sectors, but a lesser-known fact is that most of them are imported, resulting in high operational expenses due to frequent replacements. This presentation will highlight the success stories of refurbishing non-functional CO2 lasers at India Security Press (ISP) in Nashik and Vikram Sarabhai Space Centre (VSSC) in Trivandrum.",
		"youtube": " "
	},
	{
		"name": "Mock-Solvay Conference",
		"date": "08 October 2023",
		"poster": "081023",
		"descr": "Ever questioned Newton's gravity in the galactic arena? What if Dark Matter does not hold the key?<br>Dive into the Cosmos with a poster quest and answers to some big questions!<br>Be prepared to uncover the cosmic mysteries, and to explore the mysterious universe of gravitational forces. We have Dr. Tejinder Pal Singh from TIFR, Mumbai who'll be speaking on the topic: 'Dark matter or a new law of gravitation?'<br><br>And...there is something more to the fun!<br><br>We also invite you to an amalgamation of Art and Science. A stage for you to explore ideas, discoveries, bending of your imagination all at one place in a 'Poster Presentation' arena!",
		"youtube": " "
	},
	{
		"name": "Quantum Internet",
		"date": "12 August 2023",
		"poster": "120823",
		"descr": "'What good are quantum computers if they cannot talk to each other?'<br><br>Are you interested in quantum internet ? The world of quantum tech will be opened for you. The Physics Club of SVNIT will be organizing a seminar titled 'Moving towards a Quantum Internet' by SVNIT Alumnus Suyash Gaikwad. And that's not it, it'll be followed by a seminar on Research Opportunities Abroad and proper guidance will be provided for all of you having a heart for physics.<br><br>Abstract by Speaker:<br>Quantum states can't just be copied and reinforced. Entanglement is a powerful resource that helps to get around this problem. A quantum network is realised by a set of entangled quantum nodes (aka repeaters) that enable efficient transfer of quantum information between let's say two remote quantum computers. In this talk, Suyash will show how such a quantum network can be realised using a solid state system based on erbium dopants in silicon.",
		"youtube": " "
	},
	{
		"name": "Pratyaksha 2023",
		"date": "25-26 March 2023",
		"poster": "250323",
		"descr": "The Physics Club, SVNIT is presenting you the fun of exploration and conquest. Yes, that's right, we are bringing to you our flagship event- Pratyaksha! It consists of four spectacular events, that you can participate in, to win prizes worth 8k!<br><br>Xplore the Xhibit 🧐:<br>Guess the experiment from the setup, and win awesome prizes!<br><br>Phyctionary 🌌:<br>A Physics Dumb Charade!<br><br>Treasure hunt 🏴‍☠️:<br>A series of clues and questions all around the campus that will lead to a final treasure!<br><br>General Quiz 🤔:<br>An exciting quiz of mixed bag questions.",
		"youtube": " "
	},
	{
		"name": "COMSOL",
		"date": "26 February 2023",
		"poster": "260223",
		"descr": "Have you ever scratched your head, and cried out in frustration-over a clunky integral? Or has your mind gone on a jizz looking at a Differential equation? Fear not. Physics Club brings to you a hands on workshop on COMSOL Multiphysics software, which will remove all these problems for you.<br>COMSOL Multiphysics is a finite element analysis, solver, and simulation software package for various physics and engineering applications, especially coupled phenomena and multiphysics. This will be covered under the efficient guidance of our faculty, Dr.Shail Pandey.",
		"youtube": " "
	},
	{
		"name": "Resonance of Reality",
		"date": "16 February 2023",
		"poster": "160223",
		"descr": "Are there more dimensions in the universe than the ones that we see? Does a unified theory that might be able to describe all of nature’s forces from one set of ideas exist? And does it actually work when we try to apply it to the real world?<br>These are some of the problems that Europe’s most prestigious physicists had been working on.<br>String Theory is a new theoretical framework which tells about the fundamental constituents of the universe. Its idea is that deep inside these indivisible constituents is something which looks like vibrating strings, which vibrate in different patterns, producing different particles.<br>Physics Club, NIT Surat presents the final talk of Science Sabha by Siddharth Tiwari, a fourth-year student at the Department of Physics, who will be speaking on the topic: <b>Resonance of Reality</b>",
		"youtube": " "
	},
	{
		"name": "Qubit Queries",
		"date": "13 February 2023",
		"poster": "130223",
		"descr": "Since the 1960s, the power of our machines has kept growing exponentially, allowing computers to get smaller and more efficient at the same time. Quantum computing is a rapidly-emerging technology that works on the laws of quantum physics to solve problems too complex for classical computers. Quantum computers help us to probe the mysteries of nature.<br>How amazing that we humans, with our relatively limited access to the universe, can still see far beyond our horizons just using our imagination and ingenuity!<br>Physics Club, NIT Surat presents the fourth talk of Science Sabha by Rohan Umesh, a third-year student at the Department of Physics, who will be speaking on the topic: - <b>Qubit Queries</b>",
		"youtube": " "
	},
	{
		"name": "The Plasma Perception",
		"date": "06 February 2023",
		"poster": "060223",
		"descr": "Have you ever seen static electricity cause a spark of light? What is that spark? What glows in nebulae, stars, and auroras?<br>All of those things, and many others, are made of plasma. Plasma is the fourth state of matter, after solid, liquid, and gas. It is an electrically charged gas that only exists when there is enough energy in the system to strip atoms apart!<br>Physics Club, NIT Surat presents the third talk of Science Sabha by Vinit Pandya, a third-year student at the Department of Physics, who will be speaking on the topic:<br><br><b>The Plasma Perception</b><br>Abstract by the speaker:<br>Discussion on how plasma is made, where it is found, and the difference between gas and plasma. Explanation on the need of plasma and applications of Plasma Physics, with the future prospects.",
		"youtube": " "
	},
	{
		"name": "The Multimessenger Myriad",
		"date": "03 February 2023",
		"poster": "030223",
		"descr": "Have you ever wondered, while looking out at the sea on a sunny day - what strange phenomenon are waves? What will happen if they travel at the speed of light, throughout free space?<br>This exciting and rapidly developing area of astronomy uses multiple sources of information, such as gravitational waves, light, and cosmic rays, to paint a more complete picture of the universe!<br>So what are you waiting for? Join us for an interesting session covering Gravitational waves, Neutrino and Multimessenger astronomy titled <b>The Multimessenger Myriad</b>",
		"youtube": " "
	},
	{
		"name": "The Particle Problem",
		"date": "01 February 2023",
		"poster": "010223",
		"descr": "What are the fundamental building blocks from which you, the stars, and everything else is constructed? You guessed it right. But is the atom truly indivisible? What are neutrinos which still carry the flavour of the Big Bang? What is a God particle, and does God really play favourites among the elementary particles?<br>Physics Club, NIT Surat presents the first talk of Science Sabha by Adithya Rao, a fourth-year student at the Department of Physics, who will be speaking on the topic:-<br><br><b>The Particle Problem</b><br>Abstract by the speaker:<br>Discussion of the fundamental particles before the advent of accelerators and detectors and how the demography of particle physics changed with coming of accelerators and new detection techniques. Explanation of the Standard Model, origin of neutrinos, and neutrino oscillations.",
		"youtube": " "
	},
	{
		"name": "Researchathon 2.0",
		"date": "24 December 2022",
		"poster": "241222",
		"descr": "'The mind that opens to a new idea never returns to its original size'<i> - Albert Einstein<br><br>To all the inquisitive minds out there, get ready to fuel your intellectual curiosity, as Physics Club, NIT Surat is back with Researchathon - 2.0!<br><br>Gear up to test your skills with mind-boggling quizzes and physics problems. The icing on the cake is delivered by solving a 30-hour final round research problem in a field of your choice*. The final problem's results will be attested by top notch judges- professors who have immense experience in their respective fields.<br><br>The Researchathon will be held in two preliminary stages and one final 30-hour final round.",
		"youtube": " "
	},

	{
		"name": "Logo Design Competition",
		"date": "",
		"poster": "logo",
		"descr": "Representation Matters!<br>The first thing you notice is not the brand but the representation of the brand. A strong logo grabs attention, makes a strong first impression and provides foundation to the brand.<br>Physics Club invites you to showcase the best of your creativity in creating an eye-catching and refined logo for the Department of Physics (DoP). The best logo received might become the official logo for the Department of Physics.<br>This is the time to boost your design career, so what are you waiting for?",
		"youtube": " "
	},

	{
		"name": "Physics: A Logical Analysis",
		"date": "06 September 2022",
		"poster": "060922",
		"descr": "Mathematics has always hidden the wildest secrets of the universe and we are still scraping details off the surface.<br> Physics club brings you a talk by Dr. Abhishek Majhi from ISI, Kolkata where we set out to explore some of the failures of Maxwell's Electromagnetism leading to Heisenberg's Uncertainty Principle. We will tackle Maxwell's theories through basic concepts of differentiation laid by Cauchy himself and we will talk about various problems that arise in physics due to semantics and misnomers. All this will finally connect to the famous paper by Einstein, Podolsky and Rosen and talk about incompleteness as a general feature of any physics theory and not just limited to Quantum Physics.",
		"youtube": " "
	},

	{
		"name": "Story of Stars: Spectral and Luminosity Classification of Stars",
		"date": "18 June 2022",
		"poster": "180622-t",
		"descr": "Gazing at the night sky, have you ever wondered what those shiny dots we call stars actually are? And maybe you even have the answer too, they are just balls of fire lightyears away. But how did we find that out? And what burns in those gigantic balls of fire? These are some questions that may still intrigue you and Dr. Gajendra Pandey, professor at Indian Institute of Astrophysics, Bengaluru is here with the answer. Don't forget to attend the talk <b>'Story of Stars: Spectral and Luminosity Classification of Stars'</b>",
		"youtube": " "
	},

	{
		"name": "Presentation Competition",
		"date": "18 June 2022",
		"poster": "180622-p",
		"descr": "A completely online pan-India mock Paper Presentation Competition where participants present a paper, either original or researched and published work in front of judges who will judge the presentation on various criteria. The presentations will be followed by a talk delivered by Dr. Gajendra Pandey, professor at Indian Institute of Astrophysics, Bangalore.<br>The competition will be held in two categories: undergrad level and postgrad + PhD level to ensure fair competition. You will be required to submit an abstract a few days prior to the event and will be notified for the same.",
		"youtube": " "
	},

	{
		"name": "ORIGIN",
		"date": "26-27 March 2022",
		"poster": "260322",
		"descr": "A two-day offline workshop on <b>ORIGIN</b>, a data analysis and graphing software of choice for over half a million scientists and engineers in commercial industries, academia, and government laboratories worldwide.<br><br>The workshop is aimed at introducing beginners to the Origin software and will be held offline in 3 sessions over the course of 2 days.<br><br><b>Instructor: </b>Dr. Himanshu Pandey,<br>Dept. of Physics, NIT Surat",
		"youtube": " "
	},

	{
		"name": "Gravitational waves: A window to an unforeseen universe",
		"date": "28 February 2022",
		"poster": "280222",
		"descr": "'Gravitational wave is the rhythm of the universe'<br><br>Gravitational waves help us to understand what the universe speaks. On the occasion of this year's National Science Day , we are honoured to have Dr. Debarati Chatterjee, an eminent theoretical astrophysicist, associate professor at IUCAA Pune and Chair of LIGO-India Education and Public Outreach, talk about 'Gravitational waves: A window to an unforeseen universe'.",
		"youtube": " "
	},

	{
		"name": "Pratyaksha 2022",
		"date": "19-20 February 2022",
		"poster": "190222",
		"descr": "The Physics Club, SVNIT presents to you our trademark event, Pratyaksha. The event will span 2 days, the 19th and 20th of February, 2022. <br><br> Our first event is <b>Explain in 3 Levels</b>, a test of your oratory and understanding skills as you explain the complex physical phenomena in 3 different levels, each progressing from a child's level to an undergraduate level. <br>The second event, something you all are familiar with, is the <b>General quiz</b>, which will test the limits of your knowledge, so make sure to brush up your general knowledge and get a chance to win this amazing quiz. The prelims will be held on 19th February and shortlisted teams will compete with each other on 20th February!! <br> And at last, you can sit back and enjoy the <b>Orientation</b> as we share our experiences in Physics Club and explain the various fun activities we organize here at college. <br> We are sure that this is going to spark your interest in Physics Club and will encourage all of you to join us in finding fun behind the equations that describe our universe!!",
		"youtube": "https://youtu.be/2uhgzFLVGj0"
	},

	{
		"name": "A journey through fascinated Materials",
		"date": "11 December 2021",
		"poster": "111221",
		"descr": "We are always surrounded by so many kinds of material. Although they are all made up of the same stuff- electrons, protons and neutrons, they still differ very much in their properties. Today we are able to understand the properties of materials at fundamental level and make various artificial materials due to remarkable developments in material sciences such as X-ray diffraction, scanning probe microscopy, lithography, etc. Want to know the types of materials?  What are their key applications? And how to tailor them?",
		"youtube": "https://youtu.be/nUjyN9LDddo"
	},

	{
		"name":"Phases of QCD and applications to neutron stars", 
		"date":"13 November 2021", 
		"poster":"131121", 
		"descr": "In the past 4 talks we went from the Humble nucleus to the violent black holes, Now it’s time to get smaller! Let’s go quantum! <br><br> Quantum chromodynamics (QCD) is the theory of the strong interaction between quarks and gluons, the fundamental particles that make up composite hadrons such as the proton, neutron and pion. The theory is an important part of the Standard Model of particle physics and is backed by many experimental evidences over the years. The theoretical results of QCD can even be used to explain and predict properties of neutron stars. <br><br> Join us for the 5th talk of the Sarabhai Online Lecture Series,  with Dr.Andreas Schmitt as he talks about <b>'Phases of QCD and applications to neutron stars'</b>.",
		"youtube":"https://youtu.be/OpOyqRnVPWs"
	},

	{
		"name":"Observing Black Holes and understanding their imprints", 
		"date":"23 October 2021", 
		"poster":"231021", 
		"descr": "Did you know there is something in the universe which can be as massive as billion times the solar mass, is born from the death of a star and to which even the light bows down!....yes the BLACK HOLES. From the wildest imagination of great minds to an actual photograph, black holes have been the most mysterious objects in the last century. Wanna know how these enigmatic objects are observed in the real world? What are the various imprints of the black holes and how these signatures can be used to probe physics of a black hole?<br><br>Join us for the 4th talk of the Sarabhai Online Lecture Series, to explore the answers to all these questions, with Dr. Manoneeta Chakraborty (IIT Indore) as she talks about 'Observing Black Holes and understanding their imprints'.",
		"youtube":"https://youtu.be/DBeTDokS828"
	},

	{
		"name":"The Exotic World of Neutron Stars", 
		"date":"09 October 2021", 
		"poster":"091021", 
		"descr": "Do you know that a neutron star contains more material than the sun, yet it is small enough to fit within a city? And the density of the core of a neutron star exceeds that of an atomic nucleus? Well, neutron stars are the ancient remnants of stars that have reached the end of their evolutionary journey through space and time. These fascinating objects are born from once massive stars that grew four to eight times the size of our sun, before exploding in catastrophic supernovae. Perhaps, every branch of physics can find application in neutron stars, which can emit all wavelengths from radio to gamma-rays, and also gravitational waves. But what makes neutron stars so exotic, so special that without their existence, life on earth would never have been possible? Why are physicists and astronomers all excited about these monsters, and what makes them natural laboratories for testing aspects of extreme physics? <br>Join us for the 3rd talk of the Sarabhai Online Lecture Series, to explore the answers to all these questions, with Dr Sudip Bhattacharyya as he talks about '<b>The Exotic World of Neutron Stars'</b>.<br>Dr Sudip Bhattacharyya is a professor in the Department of Astronomy and Astrophysics (DAA) at Tata Institute of Fundamental Research (TIFR). His main research topics are the Properties and evolution of millisecond pulsars and continuous gravitational radiation from them, Extreme aspects of neutron stars and black holes using X-ray satellite data, Numerical computation of rapidly spinning neutron star structures, etc.",
		"youtube": "https://youtu.be/3e-c1J5PS0Y"
	},

	{
		"name":"Gravitational Waves: The New Wave in Physics, Technology and Astronomy", 
		"date":"11 September 2021", 
		"poster":"110921", 
		"descr": "Do we really know why planets revolve around the sun? What exactly is the dimension space-time? Many brilliant minds have pondered over this question and we have had theories that put common sense to question with discovery of the 4th dimension of space-time. From Newton’s Universal Gravitation theorem to Einstein’s General Relativity, the research in this topic has come a long way. But what are those disruptions in this dimension that cause planetary motion? How have scientists been able to prove the existence of such microscopic disruptions in the huge universe? <br><br> Join us for the 2nd talk of Sarabhai Online Lecture Series to explore the answers to all these questions along with Dr. C.S. Unnikrishnan as he talks about “Gravitational Waves: The New Wave in Physics, Technology and Astronomy”.<br><br>Dr. C.S. Unnikrishnan is a Professor of Physics at TIFR-Mumbai and was a visiting researcher at the Kastler-Brossel Laboratory, ENS in Paris and the University of Paris Nord with his main research interests being experimental and theoretical studies of foundational aspects of gravity, quantum mechanics, and the quantum vacuum, and studies of atom-light and atom-surface interactions employing laser-cooled atoms.",
		"multiple":"true",
		"youtube":[
			"https://youtu.be/3eFELQN4sd0",
			"https://youtu.be/oCeVzmxUtJ4"
		]
	},

	{
		"name":"Journey of the Humble Nucleus", 
		"date":"28 August 2021", 
		"poster":"280821", 
		"descr":"The question – ‘What is everything in the universe made of?’ has kept scientists busy for ages. We have all studied about the indivisible atoms of Democritus, Thomson’s plum pudding model, the discovery of the nucleus by Rutherford, and Bohr’s elegant atomic model. What happened after that? What do we know about the core and center of the atom: the nucleus? From the fall of Democritus, to breaking the unbreakable, how far have we come in understanding the structure of the nucleon and what are the mysteries and anomalies that still linger on?<br> Don’t you worry, the wait is over! We’ve got you covered on this and much more, in the first talk of the Sarabhai Online Lecture Series. <br>Join us with Dr. Soumya Bagchi, as he takes us through the “Journey of the Humble Nucleus.” <br>Dr. Soumya Bagchi is an Assistant Professor of Physics at IIT(ISM)-Dhanbad and an experimental nuclear physicist by profession. He is working on various research projects in collaboration with RIKEN (Japan), GSI (Germany), and RCNP (Japan).",
		"youtube":"https://www.youtube.com/watch?v=4XxbYfJO3yY"
	}, 

	{"name":" Mathematica", 
		"date":"07-08 August 2021", 
		"poster":"070821", 
		"descr":"The new semester is already here, and what better way to start a semester than learning a new skill? Here’s your chance to add another arrow in the quiver! A completely online two day certified Workshop on Mathematica, mathematical computing software widely admired for both its technical prowess and elegant ease of use; Mathematica provides a single integrated, continually expanding system that covers the breadth and depth of technical computing.", 
		"multiple": "true",
	"youtube": [
		"https://www.youtube.com/watch?v=FyfKsnH69tA",
		"https://www.youtube.com/watch?v=YCtN6G6sKoE",
		"https://www.youtube.com/watch?v=I63zcYXTW7A"
	]},
	
	{"name":"Research Opportunities in Physics", 
		"date":"19 June 2021", 
		"poster":"150621", 
		"descr":"It's that time of the year when we sit back and start planning for the upcoming academic year. Internship through portals or emailing professors? When and where to apply? CV? Writing a good SOP? We know it's very easy to get caught up in these questions and that's exactly why we encourage you to attend the webinar on 'Research Opportunities in Physics'.<br>Suraj Singh, Nidhi Mehandiratta and Devanshu Sharma will help you navigate through various opportunities available for Physics students. ",  
	"youtube": " "},

	{"name":"N-Body Simulation", 
		"date":"27-28 March 2021", 
		"poster":"270321", 
		"multiple": "true",
		"descr":"We are back with another workshop! This time, a 2 day certified workshop on N-body simulation.An N-body simulation approximates the motion of particles, often specifically particles that interact with one another through some type of physical forces. The types of particles that can be simulated using N-body methods range from celestial bodies to individual atoms in a gas cloud. Exciting, isn't it?!Join us on 27th March (3pm) and 28th March(9am) with Dr. Prakash Sarkar.<br>Prior knowledge of programming in C and familiarity with Numerical Methods will certainly help.", 
	"youtube":[
		"https://www.youtube.com/watch?v=wtEGTAcTSF8",
		"https://www.youtube.com/watch?v=WQj99zyw8zk"
	]},

	{"name":"Pratyaksha 2021",
		"date":"13-14 March 2021",
		"poster":"130321",
		"descr":"Its time to put on your thinking hats and grab a painting brush cuz we are back with the second edition of our annual Physics fest PRATYAKSHA! Join us on 13th and 14th February for a weekend filled with fun physics-y events that are sure to not let your FOMO take over.",
	"youtube":" "},

	{"name":"A logico-linguistic inquiry into the foundations of physics",
		"date":"7 January 2021",
		"poster":"070121",
		"descr":"Are physical dimension and number distinct concepts? If yes, then on what logical grounds, does the physicist perform dimensional analysis by considering physical dimensions as numbers? If no, then why does the physicist use the words like mass, length, etc. instead of writing just numbers? If this question made you question the foundation of physics, be sure to join our first Science Sabha talk of 2021.Dr. Abhishek Majhi of Indian Statistical Institute, Kolkata will take up such questions in his talk on ' A logico-linguistic inquiry into the foundations of physics'.",
	"youtube":"https://youtu.be/P66t0Jmc3jc"},

	{"name":"How to be a bad experimentalist!",
		"date":"23 December 2020",
		"poster":"231220",
		"descr":"We've all either seen or done the baking soda volcano project in school science fairs. Let's take that experimental spirit and notch it up to next level. Being an experimental physicist that is. This Wednesday evening, join us with Dr. Akashrup Banerjee where he'll talk about developing an experimental acumen and preparing oneself to be an experimentalist.",
	"youtube": "https://youtu.be/vXbruRQkNgc"},

	{"name":"A talk on Radioastronomy and Astrophysics",
		"date":"7 November 2020",
		"poster":"071120",
		"descr":" We are back with another Science Sabha talk! This Saturday evening , join us with Charitarth Vyas where he'll take up the topic of Radio Astronomy and Astrophysics.Charitarth Vyas is an alumnus of the Applied Physics Department, NIT Surat. He is also a DAAD Scholar working as a PhD student at the University of Bonn, Germany.",
	"youtube":" "},

	{"name":"Researchathon",
		"date":"12,13,20 September 2020",
		"poster":"120920",
		"descr":"Get ready to put your physics skills to the test! Physics Club NIT Surat presents to you the first 'Online Researchathon,' an event that will test your physics knowledge, problem-solving skills, and culminate with a 30 hour final round to test your research ability.",
		"multiple":"true",
	"youtube":[
		"https://www.youtube.com/watch?v=AUpI9OARpbg&t=19s",
		"https://www.youtube.com/watch?v=byhJ9QQv8vY"
	]},

	{"name":"LabVIEW",
		"date":"29-30 August 2020",
		"poster":"290820",
		"descr":"Want to add something worthy to your skillset? Well, we got you covered, with a completely online two day certified 𝙬𝙤𝙧𝙠𝙨𝙝𝙤𝙥 𝙤𝙣 𝙇𝙖𝙗𝙑𝙄𝙀𝙒. A software that is capable of any extensive hardware integration and gives you versatility, along with control and measurement, for developing a lot of engineering applications. Thanks to the graphical approach to programming, you don't even need to mug up codes!",
		"multiple":"true",
	"youtube":[
		"https://www.youtube.com/watch?v=Gjhb1r7pwOg&t=3s",
		"https://www.youtube.com/watch?v=XJJxjQD3Dh8"
	]},

	{"name":"Entangled Chess",
		"date":"8 February 2020",
		"poster":"080220",
		"descr":"MINDBEND 2020 in association with the Applied Physics Department and Physics Club SVNIT presenting you with ENTANGLED CHESS - Playing chess with a touch of quantum instinct. Register for the event and get a new experience of playing chess in Physicists way.",
	"youtube":" "},

	{"name":"Pratyaksha 2020",
		"date":"24-25 January 2020",
		"poster":"240120",
		"descr":"The physics club have come up with some  exciting events that will bring out the scientist in you. Physics club is organizing its first ever annual fest 'PRATYAKSHA' on 25th January, 2020 at the Applied Physics department. Hurry up folks to register for the events and enjoy the actual beauty of science.",
	"youtube":" "},

	{"name":"Piercing the invisible cosmos | Detecting the undetectable",
		"date":"8 October 2019",
		"poster":"181019",
		"descr":"Detecting the undetectable will be an Introduction to experimental high energy physics. How do we test and validate the theories? Experimental High energy physics is a way to study the nature and behaviour of the elementary particles of the universe and an attempt to solve some of the unsolved mysteries of the universe.<br>Piercing the Invisible cosmos will cover up Radio astronomy  With radio astronomy, we study astronomical phenomena that are often invisible or hidden in other portions of the electromagnetic spectrum. From detecting the black hole image to predicting the gravitational wave events, radio astronomy is key behind such groundbreaking discoveries.",
	"youtube":" "},

	{"name":"An approach to the Theory Of Everything",
		"date":"17 October 2019",
		"poster":"171019",
		"descr":"Our history of understanding physical laws has been a history of unification. The first example is probably Newton's gravitational law which says that the equation used for describing the force that a planet exerts on another planet is the same for for that on an apple. Then came up unified fields like the Quantumelectrodynamics ... and so on and so forth. So gear up for the talk by Tiyasa Kar on 17 October 2019 where you will be taken for a ride to 'Theory of Everything'.",
	"youtube":" "},

	{"name":"The birth of mass",
		"date":"16 October 2019",
		"poster":"161019",
		"descr":"On July 4, 2012 the world was gathered for two power point presentations at CERN,Geneva. The world witnessed the presence of GOD PARTICLE that was detected at the Large Hadron Colliders. Gear up fellas! for the talk on The Birth of Mass by Ramkumar Radhakrishnan in which he would discuss the emergence of God particle and how the fate of the universe is decided by it.",
	"youtube":" "},

	{"name":"Flexible electronics and their applications",
		"date":"14 October 2019",
		"poster":"141019",
		"descr":"What if Electronics is flexible ? What if you had flexible display screens, flexible solar cells, flexible health care devices and many more devices which we encounter in daily life were made flexible. You guys getting shocked?",
	"youtube":" "},

	{"name":"Rocket science and orbital mechanics",
		"date":"11 October 2019",
		"poster":"111019",
		"descr":"Werhner von Braun designed the most powerful rocket ever that sent humanity on Lunar surafce. Starting from Wright Brothers to Apollo missions, humanity learnt how to extend atmospheric flights to interplanetary missions. Join us to learn formulations governing rockets, propulsion systems on a rocket and a little bit of spacecraft dynamics.",
	"youtube":" "},

	{"name":"General Relativity",
		"date":"10 October 2019",
		"poster":"101019",
		"descr":"Einstein shook the pillars of physics with the formulation of his field equations. This talk will explore how these equations are formulated, interpreted, and applied to understand the contents of our universe.",
	"youtube":" "}

]
}